Repository: GabrielTorem/Residencia1C26
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Similarly, McCarthy’s *Child of God* depicts the conﬂict-plagued life and identity formation of a single character, that is, a young man named Lester Ballard.
es_es: Del mismo modo, en el libro *Hijo de Dios*, de McCarthy, se describe la vida plagada de conflictos y la formación de la identidad de un solo personaje, es decir, un joven llamado Lester Ballard.

source: Similarly, as it will be indicated in the following sections, the Gothic elements turning the wheels of postmodern parody in *Child of God* materialize, for the most part, in the setting and the monstrous characterization of the protagonist, who follows a path toward becoming posthuman, which the novel equates with monstrosity.
es_es: Del mismo modo, como se indica en los apartados siguientes, los elementos góticos que impulsan la parodia posmoderna en *Hijo de Dios* se materializan, en gran parte, en el escenario y en la caracterización monstruosa del protagonista, quien transita un camino hacia una poshumanidad que en la novela se equipara con la monstruosidad.

source: Similarly, in Child of God, postmodern parody operates chieﬂy through Gothic lineaments in characterization.
es_es: Del mismo modo, en *Hijo de Dios*, la parodia posmoderna opera, en primer lugar, a través de los rasgos góticos en la caracterización.

source: Similarly, the Gothic cogs in *Child of God*’s machine of postmodern parody operate primarily in the setting and the characterization of the protagonist, who follows a path toward posthuman subjectivity, which the novel equates with monstrosity.
es_es: Del mismo modo, los engranajes góticos que integran la maquinaria de la parodia posmoderna de *Hijo de Dios* operan principalmente en el escenario y en la caracterización del protagonista, quien sigue un camino hacia una subjetividad poshumana que la novela equipara con la monstruosidad.

source: Similarly, the Gothic lineaments in characterization undercut the teleology of individuality that informs the Bildungsroman.
es_es: Del igual modo, los rasgos góticos en la caracterización socavan la teleología de la individualidad que fundamenta el *Bildungsroman*.

source: Similarly, toward the end of the novel, Ballard catches a glimpse of a boy on a church bus, who uncannily “looked like himself” (p. 140), suggesting that others like him are bound to emerge.
es_es: Hacia el final de la novela, vislumbra Ballard, de igual modo, a un niño en un autobús de iglesia que asombrosamente «se parecía a él» (p. 140), lo que sugiere estar destinados a surgir otros como él.

source: Since de Sade’s ‘Reflections on the Novel’, Gothic has been linked to revolutionary energies, a connection recently examined by Ronald Paulson.
es_es: Desde *Ideas sobre la novela* de de Sade, el gótico ha sido vinculado a energías revolucionarias, una conexión que Ronald Paulson investigó recientemente.

source: Since it consists of a teleology of individuality as “an ideal type” that “carries with it many assumptions about the autonomy and relative integrity of the self [and] its potential self-creative energies” (Sammons, 1991, pp. 41–42), characterization is arguably its most vital constituent.
es_es: Dado que se basa en una teleología de la individualidad como «un tipo ideal» que «conlleva numerosas suposiciones sobre la autonomía y la integridad relativa del yo [y] sus energías autocreativas potenciales» (Sammons, 1991, pp. 41–42), podría decirse que la caracterización es su componente más vital.

source: Since one of the paradigmatic literary incarnations of the discourse of humanism is the *Bildungsroman*, it provides the novel with an apt target in the postmodern debate about the condition of human subjectivity.
es_es: El *Bildungsroman* es una de las encarnaciones literarias paradigmáticas del discurso del humanismo, y proporciona a la novela un blanco apropiado en el debate posmoderno sobre la condición de la subjetividad humana.

source: So that a man in the grip of an obsessional lust and a girl of twelve make the ideal couple for a story about love written in our time.
es_es: De modo que un hombre dominado por una lujuria obsesiva y una niña de doce años forman la pareja ideal para una historia de amor escrita en nuestro tiempo.

source: Something of that expectation still persists—it is still the love poetry and the love music and the love dramas of passionlove in its later forms that shape our notions of what the erotic experience can be in intensity, in variety, in grace.
es_es: Algo de esa expectativa aún persiste: siguen siendo los poemas de amor y la música romántica y los dramas amorosos del amor apasionado en sus versiones posteriores los que moldean nuestras nociones de lo que puede ser la experiencia erótica en cuanto a intensidad, variedad y elegancia.

source: Spectres, monsters, demons, corpses, skeletons, evil aristocrats, monks and nuns, fainting heroines and bandits populate Gothic landscapes as suggestive figures of imagined and realistic threats.
es_es: Los espectros, los monstruos, los demonios, los cadáveres, los esqueletos, los aristócratas malvados, los monjes y las monjas, las heroínas débiles y los bandidos pueblan los paisajes góticos como figuras que insinúan amenazas imaginarias y realistas.

source: Subsequent to the introduction of Hutcheon’s deﬁnition of postmodern parody, the apt imbrication between parody, the Gothic, and postmodernism—with particular emphasis on the question of subjectivity—and its relevance to the novel are discussed.
es_es: Tras introducir la definición de parodia posmoderna propuesta por Hutcheon, se analiza la conexión pertinente entre la parodia, el gótico y el posmodernismo, con especial énfasis en la cuestión de la subjetividad, y su relevancia para la novela.

source: Such terrors, emerging from the gloom of a castle or lurking in the dark features of the villain, were also the source of pleasure, stimulating excitements which blurred definitions of reason and morality and, critics feared, encouraging readers’ decline into depravity and corruption.
es_es: Tales terrores, emergentes de la penumbra del castillo o latentes en la fisonomía sombría del villano, constituían una fuente de placer, al suscitar excitaciones que desdibujaban las fronteras entre razón y moralidad y, según temían los críticos, propiciaban la deriva del lector hacia la depravación y la corrupción.

source: TRANSGRESSION
es_es: TRANSGRESIÓN

source: Terror and horror are diversely located in alienating bureaucratic and technological reality, in psychiatric hospitals and criminal subcultures, in scientific, future and intergalactic worlds, in fantasy and the occult.
es_es: El terror y el horror se emplazan de maneras diversas en una realidad burocrática y tecnológica alienante, en hospitales psiquiátricos y subculturas criminales, en mundos científicos, futuros e intergalácticos, en la fantasía y en lo oculto.

source: Terror evoked cathartic emotions and facilitated the expulsion of the object of fear.
es_es: El terror, al suscitar afectos de índole catártica, facilitaba la expulsión del objeto de temor.

source: That after many a painful bleeding Step
es_es: Que tras muchos Pasos dolorosos y sangrantes

source: That is, their behaviour to each other must not be touched by practicality, their virtues must not be of a kind that acknowledges the claims of the world.
es_es: Es decir, su comportamiento mutuo no debe regirse por consideraciones prácticas, sus virtudes no deben dar cabida a las exigencias del mundo.

source: That the possibility of love could exist only apart from and more or less in opposition to marriage has been, by and large, the traditional supposition of the European upper classes, which have placed most of their expectations of erotic pleasure outside of marriage.
es_es: El hecho de que la posibilidad de amar existiera solo fuera del matrimonio y casi opuesto a él fue, en general, la suposición tradicional de las clases altas europeas, quienes pusieron gran parte de sus expectativas sobre el placer erótico fuera del matrimonio.

source: The Cartesian self implodes into a “dangling” subject in a body that alternates between “the frenzy of the schizoid ego and the inertia of hermeticism” with its organs hanging out (Kroker, 1987, p. 185).
es_es: El yo cartesiano implosiona en un sujeto «suspendido» en un cuerpo que alterna entre «el frenesí del yo esquizoide y la inercia del hermetismo», con los órganos al descubierto (Kroker, 1987, p. 185).

source: The Cartesian subject with its mind/body dualism is predicated on three notions vis-à-vis the subject’s relation to knowledge and the external world, that is to say, the “self-deﬁning, all-knowing, and formally empowered subject of consciousness” comprises the Cartesian subject of humanism (Gandhi, 1998, p.
es_es: En lo que respecta a la relación del sujeto con el conocimiento y el mundo exterior, el sujeto cartesiano del humanismo se funda en tres nociones; es decir, el «sujeto de la conciencia autodeterminante, omnisciente y formalmente investido de facultades», propio del dualismo mente/cuerpo cartesiano. (Gandhi, 1998, p.

source: The Frankenstein-like isolation and claustrophobic focus on Ballard highlight the individualism and the concern with individual identity formation in the novel.
es_es: El aislamiento frankensteiniano y la focalización claustrofóbica en Ballard ponen de manifiesto el individualismo y la preocupación por la formación de la identidad individual en la novela.

source: The Gothic setting usually deals either in “claustrophobia, so often the obvious image for the repressed and dislocated psyche,” or “in anxieties about being… dwarfed into insigniﬁcance by [nature]” (Punter, 1996b, p. 81).
es_es: Por lo general, el escenario gótico trata o bien sobre «la claustrofobia, imagen tan a menudo evidente de la psiquis reprimida y dislocada», o bien sobre «las ansiedades acerca de que… [la naturaleza] puede empequeñecer hasta la insignificancia” (Punter, 1996b, p. 81).

source: The Gothic strain existed in excess of, and often within, realist forms, both inhabiting and excluded from its homogenising representations of the world.
es_es: La corriente gótica iba más allá de las formas realistas y, a menudo, se situaba dentro de ellas, a la vez que las habitaba y quedaba excluida de sus representaciones homogeneizadoras del mundo.

source: The Last Lover:
es_es: El último enamorado:

source: The Last Lover: Vladimir Nabokov’s *Lolita* [^1]
es_es: El último enamorados: *Lolita*, de Vladimir Nabokov

source: The anxieties about the past and its forms of power are projected on to malevolent and villainous aristocrats in order to consolidate the ascendancy of middle-class values.
es_es: Las preocupaciones sobre el pasado y las formas de poder se proyectan en aristócratas malévolos y villanos con el fin de consolidar el ascendiente de los valores de la clase media.

source: The appeal, for them, of Gothic writing lay in its opposition to realism and rationalism, in its quest for a realm beyond the empirical and material world, for a realm of the mysterious, mystical and holy.
es_es: Para ellos, el atractivo de la escritura gótica residía en su oposición al realismo y al racionalismo, y también en su búsqueda de un ámbito más allá del mundo empírico y material, de un ámbito de lo misterioso, lo místico y lo sagrado.

source: The artificiality of narratives imagined other worlds and also challenged the forms of nature and reality advocated by eighteenth-century social and domestic ideology.
es_es: La artificialidad de tales narrativas imaginaba otros mundos y, además, desafiaba las formas de naturaleza y realidad propugnadas por la ideología social y doméstica del siglo XVIII.

source: The ashy snow, too, is a Gothic “palimpsest” revealing “old buried wanderings, struggles, [and] scenes of death” (p. 106).
es_es: La nieve cenicienta también es un «palimpsesto» gótico que revela «viejas correrías enterradas, luchas, [y] escenas de muerte» (p. 106).

source: The association with Enlightenment humanism has been noted by Dilthey, who posits that the Bildungsroman is “an aesthetic expression of the Enlightenment concept of *Bildung* and… presents a regulated development of the hero or heroine who has to reach fulﬁllment and harmony by passing through various conﬂicts of life” (Golban 10).
es_es: Dilthey ha notado esta asociación con el humanismo ilustrado, y sostiene que el *Bildungsroman* es «una expresión estética del concepto de *Bildung* propio de la Ilustración y presenta un desarrollo controlado del héroe o de la heroína que ha de alcanzar la plenitud y la armonía al atravesar diversos conflictos en la vida» (Golban 10).

source: The attempt to distinguish the apparent from the real, the good from the bad, evident in the standard Gothic device of portraits assuming life, was internalised rather than explained as a supernatural occurrence, a trick of the light or of the imagination.
es_es: El intento de distinguir lo aparente de lo real, lo bueno de lo malo, evidente en el recurso gótico estándar de retratos que cobran vida, se internalizó en lugar de explicarse como un hecho sobrenatural, un engaño de la luz o de la imaginación.

source: The biographical element is manifest in both the concentration of the narrative on Ballard’s life as its focal point and the episodic, yet signiﬁcant, information about Ballard’s childhood and background, which the postmodern Gothic nature of the novel accommodates.
es_es: Se manifiesta, tanto en la focalización del relato en la vida de Ballard como en la información episódica, pero significativa, relativa a su infancia y trasfondo —que permite articular la naturaleza gótica posmoderna de la novela—, el componente biográfico.

source: The category crisis characterizing the monster consists in the very essence of human subjectivity.
es_es: La crisis de categoría que caracteriza al monstruo reside en la esencia misma de la subjetividad humana.

source: The centrality of usurpation, intrigue, betrayal and murder to Gothic plots appeared to celebrate criminal behaviour, violent executions of selfish ambition and voracious passion and licentious enactments of carnal desire.
es_es: La centralidad de la usurpación, la intriga, la traición y el asesinato en las tramas góticas parecía avalar la conducta criminal, las ejecuciones violentas de ambiciones egoístas y de pasiones voraces, así como las escenificaciones licenciosas del deseo carnal.

source: The city, a gloomy forest or dark labyrinth itself, became a site of nocturnal corruption and violence, a locus of real horror; the family became a place rendered threatening and uncanny by the haunting return of past transgressions and attendant guilt on an everyday world shrouded in strangeness.
es_es: La ciudad, bosque sombrío o laberinto oscuro en sí misma, se convirtió en un lugar de corrupción nocturna y de violencia, un punto de horror real; el ambiente familiar se volvió un espacio amenazante y extraño por el retorno agobiante de transgresiones pasadas y la culpa asociada en un mundo cotidiano envuelto en extrañeza.

source: The condition towards which such a marriage aspires is *health*—a marriage is praised by being called a *healthy* marriage.
es_es: El estado al que un matrimonio de este tipo aspira es la *salud*: un matrimonio es reconocido cuando lo consideran *saludable*.

source: The contemporary novel can tell us about sex, and about sexual communion, and about mutuality, and about the strong fine relationships that grow up between men and women; and it can tell us about marriage.
es_es: La novela contemporánea nos habla del sexo, y también de la comunión sexual, y de la reciprocidad, y de las relaciones sólidas y estrechas que se forjan entre hombres y mujeres; y habla sobre el matrimonio.

source: The decade of the French Revolution was also the period when the Gothic novel was at its most popular.
es_es: La década de la Revolución Francesa fue también el período en el que la novela gótica alcanzó su mayor popularidad.

source: The deep complicity between the Gothic and postmodernism in *Child of God* is predicated on the Gothic horror’s correspondence to the postmodern concern with the dissolution of human subjectivity and its dire consequences.
es_es: La complicidad profunda entre lo gótico y el posmodernismo en *Hijo de Dios* se fundamenta en la correspondencia entre el horror gótico y la preocupación posmoderna por la disolución de la subjetividad humana y sus consecuencias inmediatas.

source: The diffusion of Gothic features across texts and historical periods distinguishes the Gothic as a hybrid form, incorporating and transforming other literary forms as well as developing and changing its own conventions in relation to newer modes of writing.
es_es: La difusión de rasgos góticos a través de textos y períodos históricos distingue lo gótico como una forma híbrida, que incorpora y transforma otras formas literarias a la vez que desarrolla y modifica sus propias convenciones en relación con modos más actuales de escritura.

source: The diffusion of Gothic forms and figures over more than two centuries makes the definition of a homogeneous generic category exceptionally difficult.
es_es: La difusión de formas y figuras góticas a lo largo de más de dos siglos vuelve excepcionalmente difícil la definición de una categoría genérica homogénea.

source: The distortion of perspective which is a constant hallmark of Gothic ﬁction ﬁnds a further ‘home’ in the postmodern, and… this twist of history has precisely to do… with the Gothic’s ‘origin’ as a counter-discourse to the modernizing impulse of the Enlightenment, and with postmodernism’s complex rebuttal and development of Modernism’s own post-Enlightenment progressive dictates.
es_es: La distorsión de perspectiva, que es un rasgo constante de la ficción gótica, encuentra un nuevo «hogar» en lo posmoderno y este giro de la historia tiene que ver precisamente con el «origen» del gótico como contradiscurso frente al impulso modernizador de la Ilustración, así como con la compleja refutación y el desarrollo, por parte del posmodernismo, de lo que dicta el propio modernismo posilustrado progresista.

source: The enunciation of the sublime effects of terror is the “primary function” of both Gothic rhetoric and postmodernist literature, both of which can be perceived as routes to “the unknown, unrepresentable aspects of self and reality” (Beville, 2009, p.
es_es: La enunciación de los efectos sublimes del terror constituye la «función principal» tanto de la retórica gótica como de la literatura posmodernista, que pueden considerarse caminos hacia «los rasgos desconocidos e irrepresentables del yo y la realidad» (Beville, 2009, pág.

source: The enunciation of the sublime effects of terror is the “primary function” of both Gothic rhetoric and postmodernist literature, both of which can be perceived as routes to “the unknown, unrepresentable aspects of self and reality” (Beville, 2009, p. 15).
es_es: La enunciación de los efectos sublimes del terror es la «función principal» de la retórica gótica y de la literatura posmoderna, que se pueden percibir como caminos hacia «lo desconocido, aspectos irrepresentables del yo y la realidad» (Beville, 2009, p. 15).

source: The essay argues that Cervantes' *Don Quixote* signals the end of the old or medieval romance and the emergence of the modern romance or novel: 'Fiction henceforth divested herself of her gigantick size, tremendous aspect, and frantick demeanour; and, descending to the level of common life, conversed with man as his equal, and as a polite and cheerful companion.' From Cervantes, writers learnt 'to avoid extravagance, and imitate nature' by adhering to rules of probability (Williams, p. 320).
es_es: El ensayo sostiene que el *Don Quijote* de Miguel de Cervantes marca el final del antiguo romance medieval y el surgimiento del romance moderno o novela: La ficción, en adelante, se despojó de su tamaño gigantesco, de su aspecto apoteósico y de su apariencia frenética; y, al descender al nivel de la vida común, conversó con el hombre como su igual y como un compañero cortés y alegre. A partir de Cervantes, los escritores aprendieron a evitar la extravagancia e imitar a la naturaleza mediante la adhesión a las reglas de probabilidad (Williams, p. 320).

source: The essential condition of this kind of love was that it had nothing to do^with marriage and could not possibly exist in marriage.
es_es: La condición esencial de este tipo de amor era que no tenía nada que ver con el matrimonio y que, tal vez, no podría existir en el matrimonio.

source: The excesses and ambivalence associated with Gothic figures were seen as distinct signs of transgression.
es_es: Se consideraba a los excesos y a la ambivalencia asociados a las figuras góticas signos evidentes de transgresión.

source: The excesses of political meaning display the ambivalence of Gothic.
es_es: Los excesos del significado político muestran la ambivalencia del gótico.

source: The foregoing demarcates the point at which the Gothic and postmodernism depart from posthumanism in their insistence on the horrors of the faltering status of Man.
es_es: Lo anterior delimita el punto en el que lo gótico y el posmodernismo se apartan del poshumanismo en su insistencia en los horrores del estatuto vacilante del Hombre.

source: The forms of history deployed, appearing like ghosts in the present, were less feudal and romantic and more an effect of scientific discourse: guilts and fears haunted individuals and families, while primal patterns of instinct and motivation threatened the humanity of the human species.
es_es: Las formas que la historia utilizaba, que aparecían como fantasmas en el presente, eran menos feudales y románticas y más bien un efecto del discurso científico: las culpas y los miedos acechaban a las personas y a las familias, mientras que los patrones primarios del instinto y la motivación amenazaban la humanidad de la especie humana.

source: The further the narrative advances, the more claustrophobic and primitive the atmosphere of the setting becomes.
es_es: Cuanto más avanza la narración, más claustrofóbica y primitiva se vuelve la atmósfera.

source: The fusion of the Gothic and postmodernism in *Child of God* represents a controversial mode of writing along the lines of what Beville dubs “a literary monster” (2009, p. 16), which mirrors its own protagonist.
es_es: La fusión de lo gótico y el posmodernismo en *Hijo de Dios* constituye un modo de escritura controvertido alineado con lo que Beville denomina «un monstruo con todas las letras» (2009, p. 16), el cual refleja a su propio protagonista.

source: The hierarchical relation of the meanings of 'Gothic' and 'Roman' was far less clear than eighteenth-century critics made out: privileged meanings of 'Gothic' or 'classical' alternated, polarised by the political positions of Whig or Tory that employed the terms.
es_es: La relación jerárquica entre los significados de «gótico» y «romano» era mucho menos clara de lo que los críticos del siglo XVIII daban a entender: los significados privilegiados de «gótico» o «clásico» se alternaban, polarizados por las posiciones políticas de *whig* o *tory* que empleaban los términos.

source: The individualism in the novel is evident, as the narrative pivots around Ballard and the process of his becoming.
es_es: El individualismo en la novela es evidente, ya que la narración gira en torno a Ballard y al proceso de su devenir.

source: The interplay reconﬁgures the signiﬁcance of Gothic horror in the postmodern world.
es_es: La relación reconfigura el significado del terror gótico en el mundo posmoderno.
